{
  "Home": "Home",
  "TeamManifesto": "Team",
  "Roadmap": "Roadmap",
  "Whitepaper": "Whitepaper",
  "Forum": "Forum",
  "Under construction, please be patient": "Under construction, please be patient",
  "page1title2part1": "FireDAO = Social DAO + DID + Web3 Identity + SBTs + ",
  "page1title2part2": "On-chain Reputation + On-chain Dividend + Super Economy",
  "page1content": "FireDAO is a type of social DAO founded by the RainbowCity Foundation based on FID Soulbound accounts , which aims to be a community-driven on-chain autonomous economy. FireDAO takes Soul Account and FID as the core, combines different types of Soulbound Tokens, calculates the Reputation Score on the chain and ultimately builds a native on-chain Web3 identity system.",
  "whitepaper": "White Paper",
  "launch": "Launch",
  "testnet": "Test Net",
  "pieces": " pieces",
  "times": " times",
  "Collect FireSeed": "Collect FireSeed",
  "Pass FireSeed": "Pass FireSeed",
  "Cast FireSoul": "Cast FireSoul",
  "Cast FID": "Cast FID",
  "FireDAO Philosophy": "FireDAO  Philosophy",
  "Enter the Holy Fire Altar": "(Enter the Holy Fire Altar)",

  "Social Media": "Social Media",
  "Positioning": "Positioning",
  "Social DAO, native on-chain Web3 identity system, a community-driven autonomous economy on blockchains ": " Social DAO, Native on-chain Web3 identity system, a community-driven autonomous economy on Blockchains ",
  "Mission": "Mission",
  "Fuel the evolution of decentralized civilization, light the fire of civilization, pass on wisdom and prosper civilization": "To fuel the evolution of decentralized civilization, light the fire of civilization, pass on wisdom and prosper civilization",
  "Vision": "Vision",
  "Build a super economy on blockchains that truly embodies the spirit of the encrypted world": "Build a super economy on blockchains that truly embodies the spirit of the encrypted world",
  "Values": "Values",
  "Openness, Fairness, Justice, Co-creation, Co-governance, Co-ownership, Freedom, Transparency and Decentralization": "Openness, Fairness, Justice, Co-creation, Co-governance, Co-ownership, Freedom, Transparency and Decentralization",
  "Token Economics": "Token Economics",
  "Model": "Model",
  "page4Intro":
    "FireDAO implements the 3+2+7+X token economics model. In the early stage, there are more than 10 different types of tokens to maintain the operation and expansion of the entire chain economy, and finally they will form a super-economy on the chain that self-operates, circulates, lives, and practices the true encryption spirit.",

  "Economics of tokens": "Token Economics",
  "3 Types of Ecological Tokens": "3 Types of Ecological Tokens",
  "FireDAO Ecological Governance Token": "FireDAO Ecological Governance Token",
  "Total Issuance": "Total Issuance",
  "FireDAO Ecological Incentive Token": " FireDAO Ecological Incentive Token",
  "FireDAO Ecological Identity Token": "FireDAO Ecological Identity Token",
  "page4Content":
    "FDT is the Governance Token in the FireDAO ecosystem, the core token of the entire ecosystem. It is embedded with the core governance rights of the entire ecosystem and the right to distribute dividends. The entire ecosystem is built around FDT.FireDAO counts the user's long-term FDT holding information based on the Soulbound token FD-SBT-001, and uses this to determine the ecological dividend ratio.",
  "1 Billions": "1 Billions",
  "100 Billions": "100 Billions",
  "1 Million": "1 Million",
  "page4content1": "FDT is the Governance Token in the FireDAO ecosystem, the core token of the entire ecosystem. It is embedded with the core governance rights of the entire ecosystem and the right to distribute dividends. The entire ecosystem is built around FDT.FireDAO counts the user's long-term FDT holding information based on the Soulbound token FD-SBT-001, and uses this to determine the ecological dividend ratio.",
  "page4content2": "FireSeed is the Identity Token in the entire FireDAO ecosystem to cast FireSoul accounts and confirm the referral relationships. Burning 1 FireSeed can mint a Soulbound account FireSoul and generate an FID. With reputation on chain, you can become an official member of FireDAO. When a wallet transfers 1 FireSeed to another wallet that has never had any FireSeed before, this wallet can become the referral of the receiving wallet. In this way teh referral relations are determined.",
  "page4content3": "FLM is the Incentive Token in the FireDAO ecosystem to be issued to each participant in the ecosystem in the form of ecological incentives. In the FireDAO ecosystem, FLM can always be exchanged for the Governance Token FDT at the value of 0.01USD, and the exchanged FDTs will be released linearly at the speed of each block within a period of two years. FireDAO counts the user's long-term contribution information according to the Soulbound token FD-SBT-002, and uses this to provide special incentives for long-term ecological contributors.",

  "1 Soulbound Account": "1 Soulbound Account",
  "Soulbound Account": "Soulbound Account",
  "extension": "extension",
  "page4part2content1": "FireSoul is the Soul Account of FireDAO, which is used to store different types of Soulbound tokens in the FireDAO ecosystem. When a user burns a FireSeed to create a Soul Account, and is assigned an FID, he can become a full member of the FireDAO. This Soul Account records the information of the SBTs owned by this wallet. Different SBTs own different weight coefficients. According to these weight coefficients, the comprehensive weight of the FID is calculated, which is its On-chain Reputation score.",
  "page4part2content2": "Based on the FID's On-chain Reputation score, the FireDAO community serves as the \"Voting Right\" of each full DAO member to participate in the community governance of the entire DAO. Community members without FID have no various rights within the FireDAO ecosystem, including but not limited to reward rights, dividend rights, the rights to vote and to be elected.",

  "6 Soulbound Tokens": "6 Soulbound Tokens",
  "page4part3intro": "These SBTs record the different community activities and data of each full DAO member and the issuance quantity will be automatically minted and burned by the smart contracts on chain according to each DAO member’s community activities.",
  "FD-SBT-001": "FD-SBT-001 belongs to the comprehensive statistics SBT of FDT long-term holdings. It is mainly used for FDT lock-up information statistics in the ecosystem. Finally, the ecological income dividend rights are calculated according to the number of FD-SBT-001 in each Soul Account. The core idea is that FireDAO is willing to reward users who wish to cooperate with the ecosystem in the long run. ",
  "FD-SBT-002": "FD-SBT-002 is the FLM swap comprehensive statistical SBT, which is mainly used for ecological contribution statistics, and is used for the comprehensive contribution of each DAO full member to the DAO. For every 10 FLMs exchanged, 1 FD-SBT-002 will be awarded. In the future, FireDAO will provide special rewards for the position of FD-SBT-002.",
  "FD-SBT-003": "FD-SBT-003 is the Identity Token FireSeed promotion performance comprehensive statistics SBT. When a community member burns FireSeed to create a FireSoul, his first-level referral will be rewarded with 10 FD-SBT-003 and his second-level referral 3 FD-SBT-003, and the third-level referral 1 FD-SBT-003.",
  "FD-SBT-004": "FD-SBT-004 is the community governance voting to participate in the comprehensive statistical SBT. When a DAO full member participates in the community referendum voting, 100 FD-SBT-004 can be awarded to evaluate his community participation.",
  "FD-SBT-005": "FD-SBT-005 is FDT's liquidity mining comprehensive statistics SBT. The number of minted FD-SBT-005 is determined by the number of LPs and the weight coefficient when LP is locked. And the FLM reward distribution is determined according to the proportion of FD-SBT-005.",
  "FD-SBT-006": "FD-SBT-006 is the comprehensive statistical SBT of FDT itself lock-up mining. The minting quantity of FD-SBT-006 is determined by the number of FDT included in FDT lock-up and the weight coefficient and the mining quantity of FD-SBT-006. And the FLM reward distribution is determined by the proportion of FD-SBT-006.",

  "FDT Original release allocation": "FDT Initial Issuance Scheme",
  "Total circulation": "Total Issuance",
  "page5table": {
    "Distribution Type":"Distribution Type",
    "Distribution Percentage": "Proportion",
    "Distribution Quantity": "Quantity",
    "Lock-up and Unlock Rules": "Lock-up Terms and Regulations",
    "FireDAO Community Vault": "FireDAO Community Treasury",
    "3 billion":"3 billions",
    "FireDAO Community Contributions Exchange": "FireDAO Community Contributions Exchange",
    "2 billion": "2 billions",
    "FireDAO Community Ecological Guarantee Funds": "FireDAO Community Ecological Guarantee Funds",
    "1 billion": "1 billion",
    "Community Consensus Mining Pool Issuance": "Community Consensus Mining Pool Issuance",
    "Founding and Managment Team": "Founding and Managment Team",
    "1.5 billion": "1.5 billions",
    "Early-stage Contributors": "Early-stage Contributors",
    "500 millions": "500 millions",
    "Fair Launch": "Fair Launch",
    "Liquid Injection": "Liquid Injection",
    "content1": "The overall lock-up period is 21 years, and it will be released linearly per block.",
    "content2": "Initially all locked up, only for FLM exchange,  will be released within two years per block",
    "content3": "The overall lock-up period is 21 years, and it will be released linearly per block.",
    "content4": "Initially all locked up, only for consensus mining exchange,  will be released within two years per block",
    "content5": "The overall lock-up period is 21 years, and it will be released linearly per block.",
    "content6": "The overall lock-up period is 10 years, and it will be released linearly per block.",
    "content7": "Initiate by Fair Launch with free circulation",
    "content8": "Inject liquidity and lock up as LP"
  },
  "FDT Ecological Tax": "FDT Ecological Tax 5%",

  "page6table": {
    "Category": "Category",
    "Distribution Channel": "Distribution Channel",
    "Percentage": "Percentage",
    "Transfer Tax": "Transfer Tax",
    "Third-level Referral Incentive": "Third-level Referral Incentive",
    "City-nodes Incentive": "City-nodes Incentive",
    "FireDAO Treasury": "FireDAO Treasury",
    "Purchase Tax": "Purchase Tax",
    "Sales Tax": "Sales Tax",
    "Rainbowcity Foundation Treasury": "Rainbowcity Foundation Treasury"
  },
  "page7-title": "Ecological Sources of Income",
  "page7-listitem1": "FirePassport Minting Income",
  "page7-listitem2": "SBB Soulbound Badge Minting Income",
  "page7-listitem3": "FDT Transfer and Transaction Tax",
  "page7-listitem4": "FireSeed Contributions",
  "page7-listitem5": "FDT Consensus Mining Contributions",
  "page7-listitem6": "NFT  Creator Earnings",

  "page8-title": "Rainbowcity Foundation ",
  "page8-title2": "Treasury's Income Allocation",
  "page8-listitem1": "Rainbowcity Foundation Vault",
  "page8-listitem2": "FireDAO Community Vault",
  "page8-listitem3": "Development & Management Team Vault",
  "page8-listitem4": "Community's Ecological Operation Fund",
  "page8-listitem5": "FDT Liquid Fund",
  "page8-listitem6": "Redeem & Burn Fund",
  "page8-listitem7": "FireSeed Promotion's Competition Fund",
  "page8-listitem8": "Citynode Promotin's Competition Fund",
  "page8-listitem9": "Ecology Incentive Fund",

  "page9-title": "FireDAO's 12 Guilds",
  "page9-listitem1": "Financial Guild",
  "page9-listitem2": "Operation Guild",
  "page9-listitem3": "Research Guild",
  "page9-listitem4": "Marketing Guild",
  "page9-listitem5": "Education Guild",
  "page9-listitem6": "Legal  Guild",
  "page9-listitem7": "Development Guild",
  "page9-listitem8": "Design and Video Guild",
  "page9-listitem9": "Translation Guild",
  "page9-listitem10": "Data Analysis Guild",
  "page9-listitem11": "Investment Guild",
  "page9-listitem12": "Charity and Public Welfare Guild",

  "page10-title": "FireDAO Citynodes System",
  "page10-listitem1": "FireDAO carries out various online and offline activities centered on Citynodes. Anyone in the community with a FID reputation score of more than 100,000 points can establish a Citynode, and each Soul Account can create one Citynode maximum.",
  "page10-listitem2": "The Citynode founder first creates a temporary node. Anyone with a FID Soul Account can join the Citynode. Only when the node's total reputation score reaches 1 million points can the node be activated and finally formally established;",
  "page10-listitem3": "Each Soul Account can join at most 1 Citynode, and the income generated by an account is rewarded to this Citynode in a fixed proportion, and this member can freely change the Citynode where it is located;",
  "page10-listitem4": "10% of the income of the Citynode belongs to the creator of the node, and the remaining 90% is used by all node members through consultation to carry out various types of online and offline activities;",
  "page10-listitem5": "The Ministry of Finance of FireDAO has a fixed income allocated to the Citynodes that have won the Citynode competition, which are the weekly, the monthly and the annual rank award. Each rank rewards the top 49 to enlarge the income of excellent Citynodes.",

  "page11-title": "FireDAO Community Governance",
  "page11-listitem1": "FireDAO is a community-driven on-chain autonomous economy built by all community members. Every member is the true master of this co-determined socialty.",
  "page11-listitem2": "FireDAO issues Governance Token FDT. The holders of FDT are the owners of the entire FireDAO community. Community governance activities are centered on the FireSoul account.",
  "page11-listitem3": "Every FireDAO member has a Soul account with an FID that contains On-chain Reputation scores. Members participate in FireDAO’s community governance based on scores to have voting rights.",
  "page11-listitem4": "FireDAO refers to the governance module of Compound to form a governance DAO for all-member decision-making. This DAO governs all community activities by members’ voting rights based on On-chain Reputation scores.",

  "page12-title": "Community Activities",
  "page12-content1": "FireDAO is not only a web3 identity system based on FireSoul and FID, but also a community made of leaders, creators, builders, believers and supporters . FireDAO is a social DAO and we firmly believe that Web3 will change the world eventually. Therefore, strengthening the communication and interaction among community members is also our fundamental mission to initiate FireDAO. ",
  "page12-content2": "We aim to build a well-curated community of like-minded people around FID in the hope of connecting the on-chain identity and off-chain life of each community member by holding various events, so that each community member can meet new people they will not meet anywhere else and foster interaction and friendship with one another. ",
  "page12-content3": "In order to strengthen the communication and interaction between global community members and link the on-chain identity and off-chain life of each DAO member, we will carry out different types of activities online and offline.",
  "On-chain Identity": "On-chain Identity",
  "Off-chain Life": "Off-chain Life",
  "page12-content4": "Online, we will create FireDAO Community Ecology Forum to facilitate in-depth communication between community members in different regions of the world.",
  "page12-content5": "Offline, we will focus on \tCitynodes carrying out various types of face-to-face activities to provide different types of offline communication opportunities for global DAO members as many as possible, which is our intention of creating social DAO.",

  "page13-title": "Ecological Extension",
  "page13-content1": "FireDAO takes Soul Account and FID as its core, combines different types of Soulbound tokens, calculates the reputation scores on chain, and ultimately builds a native web3 on-chain identity system.",
  "page13-content2": "As the number of our FIDs continues to expand, our Web3 identity system will become the the ecological infrastructure of the entire Web3 world. Any crypto project can integrate our Web3 identity system to create a more transparent and open Web3 ecosystem .",
  "page13-content3": "As FireDAO's FID identity system develops to a certain stage, we will continue to expand to the following ecosystems based on the Web3 identity system, including but not limited to.",
  "page13-listitem1": "FID-based decentralized domain name system;",
  "page13-listitem2": "An uncollateralized or partially collateralized loan market based on on-chain reputation",
  "page13-listitem3": "Social recovery system based on SBTs",
  "page13-listitem4": "NFT soul issuance market based on SBTs",
  "page13-listitem5": "DAO referendum system based on on-chain reputation",
  "page13-listitem6": "Soul airdrop for SBTs",
  "page13-listitem7": "Diversified assets with SBTs as the main form, manuscripts, real estate, certificates, works of art, etc",
  "page13-content4": "The above are the areas that FireDAO will continue to expand in the future, and we will work together to realize the vision of DeSoc and DeCiv - a co-determined world. In this world, souls can gather with the community bottom up as each other's emerging attributes, and finally we will build a diverse on-chain society together.",

  "footer": {
    "Home Page": "Home",
    "White paper": "Whitepaper",
    "Declaration of the team": "Team",
    "BBS": "Forum",
    "The roadmap": "Roadmap"
  },
  "teamManifestContent1": "In human history, no invention has ever had such a tremendous impact on human beings as fire. From drilling fire in the East to Prometheus stealing fire in the West, fire has witnessed each stage of the evolution of human civilization. Fire is one of the most important tangible tools for mankind to achieve civilization. It is said that without fire, there would be no human beings, let alone human civilization. Fire provides human beings with warmth and light in the dark nights of winter. Food processed with fire is easier for humans to digest and absorb and further promotes the development of human brains, which ultimately distinguished humans from animals. In summary, fire is the driving force behind human wisdom and brings human beings to enter the age of civilization.",
  "teamManifestContent2": "In Greek Mythology, there was no such thing as fire on earth to illuminate or grill food. Humans had to spend lives in endless darkness. Prometheus saw the plight of mankind and decided to steal a fireseed from Apollo, the God of the Sun, and brought the world light and warmth. Because of this, Prometheus was punished by Zeus, the Lord of gods, being chained to cliffs of the Caucasus Mountains. Since then he had suffered from hunger, bitter wind, scorching Sun, brutal rain and eagle attacks. It was the fireseed that Prometheus brought that filled the world with warmth and light.",
  "teamManifestContent3": "Human civilization has been constantly evolving and developing. When Satoshi Nakamoto created Bitcoin in 2009, an advanced human civilization based on the cornerstone of mathematics and algorithms was born, which is what we call decentralized civilization today. It is fundamentally different from the existing civilization of human beings and leads to the Web3 world we are exploring today. The Bitcoin created by Satoshi Nakamoto is like the fireseed that Prometheus stole, bringing a new light to the evolution of the existing civilization. Satoshi Nakamoto put Bitcoin on the planet, let the fire of civilization and wisdom be ignited.",
  "teamManifestContent4": "We are supporters and believers in the crypto world. We believe that human society will gradually enter an advanced civilization built on the cornerstone of mathematics and algorithms due to the vigorous development of Web3. It is \"decentralized civilization\". It is an extension and upgrade of our idea of a \"decentralized society\" put forward by Vitalik Buterin et al.",
  "teamManifestContent5":"In our opinion, Bitcoin is the \"tinder\" that ignites \"decentralized civilization\", the Web3 world we are building now is the soul of \"decentralized civilization\", and DAO belongs to the soul of Web3. If you want the \"fire of civilization\" to continue to burn and burn continuously, the supply of civilization fuel is inevitable. The FireDAO we initiated and created today is the fuel for the fire of civilization. We hope that through the creation and continuation of FireDAO, we will conduct a social experiment to explore the Web3 Soul. Through the transmission and ignition of the FireSeed, we hope to provide a steady stream of fuel for the burning of the decentralized civilization, inherit wisdom and prosper civilization.",
  "teamManifestContent6":"We will unite global Web3 crypto communities to collect FireSeed, pass FireSeed, distribute Flames, cast FireSouls and creat FIDs. We hope that through this social experiment of exploring Web3 Soul, we will eventually establish a global DAO coordination system, a DAO value distribution system and a DAO community governance system regardless of nations, regions, religions, races, complexions and languages and ultimately create an on-chain super-economy that implement the crypto spirit.",
  "teamManifestContent7": "In the process of building FireDAO, we will fully adhere to the core ideas and values of the crypto world such as openness, fairness, justice, co-creation, co-governance, co-ownership, freedom, transparency and decentralization. We hope that under the guidance of these thoughts and spirit, we will establish a pure DAO that leads to the evolution and development of the entire encrypted world DAOs and ultimately build an evolutionary development model for the expansion of the global DAOs."

}
